export interface IComplaintFAQs {
    id: number;
    question: string;
    answer: string;
  };
  export const complaintFAQs: IComplaintFAQs[] = [
    {
      id: 1,
      question: "تا چه زمانی می توانم شکایت خود را ثبت کنم؟",
      answer:
        "حداکثر تا 9 صبح روز بعد از تاریخ شروع رزرو، مهلت دارید تا نسبت به ثبت شکایت در سامانه، اقدام کنید. عدم ثبت شکایت در مهلت مقرر به معنی تطابق و صحت اقامتگاه تحویل شده می‌باشد. بعد از این زمان، مبلغ اجاره بها به حساب میزبان واریز می‌گردد.",
    },
    {
      id: 2,
      question:
        "درصورتی که رزرو 'قطعی' شده من توسط میزبان لغو شود چه اتفاقی می‌افتد؟",
      answer:
        " درصورت لغو 'رزرو قطعی' توسط میزبان پیش از شروع رزرو،  تمامی مبلغ پرداختی میهمان، بدون کسر کارمزد بصورت خودکار به کیف پول حساب کاربری مهمان عودت می شود و قابل دریافت خواهد بود. همچنین به تناسب دلایل لغو رزرو، جریمه هایی همچون کاهش رتبه میزبانی، تعلیق موقت و حتی تعلیق دائم اقامتگاه از سایت برای میزبان خاطی اعمال خواهد شد. ",
    },
    {
      id: 3,
      question: "درصورتی که شکایت من وارد باشد لیدوما چگونه از من حمایت می‌کند؟",
      answer:
        " .پس از ثبت شکایت، توضیحات و تصاویر ارائه شده توسط کارشناسان لیدوماتریپ مورد بررسی قرار می‌گیرد، درصورت وارد بودن شکایت، برحسب میزان عدم انطباق، بخشی از مبلغ رزرو و یا کل مبلغ رزرو به میهمان عودت میگردد. همچنین درصورت تمایل مهمان، لیدوماتریپ تمام تلاش خود را برای پیدا کردن اقامتگاه جایگزین برای مهمان به عمل خواهد آورد.",
    },
    {
      id: 4,
      question: "نحوه عودت وجوه در لیدوما چیست؟",
      answer:
        "وجوه عودت شده بلافاصله به کیف پول حساب کاربری مهمان منتقل می‌شود، مهمان میتواند از این وجوه برای رزروهای بعدی استفاده کند و یا اینکه پس از درج 'شماره شبای بانکی' و ثبت 'درخواست واریز وجه' مبالغ را به حساب بانکی متعلق به خود منتقل کند. نکته: انتقال وجوه از حساب رسمی شرکت و تنها از طریق انتقال 'پایا' به شماره 'شبا' ی بانکی بنام کاربر صورت می گیرد، در انتقال 'پایا' بصورت معمول وجوه انتقال یافته توسط بانک ها حداکثر ظرف 24 ساعت به حساب مقصد واریز می‌شود.",
    },
    {
      id: 5,
      question: "چه مواردی شامل ضمانت تحویل اقامتگاه می‌شود؟",
      answer:
        "مواردی که اختلاف فاحش و تاثیرگذاری مابین اقامتگاه تحویل شده با آنچه در نمایه (پروفایل) اقامتگاه در هنگام رزرو ارائه شده وجود داشته باشد، مواردی همچون ساختمان و امکانات اصلی اقامتگاه، آدرس و محل واقع شدن اقامتگاه، تمیزی و پاکیزگی معمول در اقامتگاه. تمامی مشخصات یک اقامتگاه در هنگام قطعی شدن رزرو در دیتابیس لیدوماتریپ ذخیره شده و در موارد اینچنینی قابل استناد خواهد بود.",
    },
    {
      id: 6,
      question: "آیا می توانم رزرو قطعی خود را به دلایل شخصی لغو کنم؟",
      answer:
        "بله، شما می توانید درصورت لزوم رزرو 'قطعی' خود را لغو کنید. توجه نمایید که در اینحالت، مبلغ قابل بازپرداخت به شما بر اساس 'مقررات لغو رزرو'ّ اقامتگاه مندرج در سند رزرو (که یکی از سه گزینه سهل گیرانه، متعادل یا سخت گیرانه می باشد) محاسبه و تعیین خواهد شد.",
    },
    {
      id: 7,
      question: "راههای رفع مشکلات احتمالی با میزبان چیست؟",
      answer:
        "اساس کار بر تعامل مثب و همکاری بین مهمان و میزبان استوار است ولیکن در لیدوماتریپ سازوکارهایی برای رفع اختلافات احتمالی و حمایت از حقوق کاربران تعبیه شده است که به فراخور شرایط اجرا می‌گردد.",
    },
  ];
  