export interface ISearchFAQs {
    id: number;
    question: string;
    answer: string;
  };
  export const searchItmesFAQs: ISearchFAQs[] = [
    {
      id: 1,
      question: "چرا از لیدوماتریپ رزرو کنیم ؟",
      answer:
        "حداکثر تا 9 صبح روز بعد از تاریخ شروع رزرو، مهلت دارید تا نسبت به ثبت شکایت در سامانه، اقدام کنید. عدم ثبت شکایت در مهلت مقرر به معنی تطابق و صحت اقامتگاه تحویل شده می‌باشد. بعد از این زمان، مبلغ اجاره بها به حساب میزبان واریز می‌گردد.",
    },
    {
      id: 2,
      question:
        "چرا از لیدوماتریپ رزرو کنیم ؟",
      answer:
        " درصورت لغو 'رزرو قطعی' توسط میزبان پیش از شروع رزرو،  تمامی مبلغ پرداختی میهمان، بدون کسر کارمزد بصورت خودکار به کیف پول حساب کاربری مهمان عودت می شود و قابل دریافت خواهد بود. همچنین به تناسب دلایل لغو رزرو، جریمه هایی همچون کاهش رتبه میزبانی، تعلیق موقت و حتی تعلیق دائم اقامتگاه از سایت برای میزبان خاطی اعمال خواهد شد. ",
    },
    {
      id: 3,
      question: "چرا از لیدوماتریپ رزرو کنیم ؟",
      answer:
        " .پس از ثبت شکایت، توضیحات و تصاویر ارائه شده توسط کارشناسان لیدوماتریپ مورد بررسی قرار می‌گیرد، درصورت وارد بودن شکایت، برحسب میزان عدم انطباق، بخشی از مبلغ رزرو و یا کل مبلغ رزرو به میهمان عودت میگردد. همچنین درصورت تمایل مهمان، لیدوماتریپ تمام تلاش خود را برای پیدا کردن اقامتگاه جایگزین برای مهمان به عمل خواهد آورد.",
    },
  ];
  