interface ISiteRules_FAQs {
  id: number;
  question: string;
  answer: string;
}

export const SiteRules: ISiteRules_FAQs[] = [
  {
    id: 1,
    question: "قوانین عمومی",
    answer: `<div>
        <p>
          1- کلیه اصول و رویه‌های لیدوما منطبق با قوانین جمهوری اسلامی ایران، قانون تجارت الکترونیک
          و قانون حمایت از حقوق مصرف کننده است و متعاقبا کاربر نیز موظف به رعایت قوانین مرتبط می
          باشد.
        </p>
        <p>
          2- هرگونه فعالیت در وبسایت لیدوما از جمله ورود به وب‌سایت، ثبت نام و استفاده از حساب
          کاربری، ثبت و انتشار اقامتگاه جهت اجاره، ثبت درخواست رزرو و یا هرگونه استفاده از وبسایت و
          اپلیکیشن های لیدوما، به معنای آگاه بودن کاربر از قوانین لیدوما و نحوه استفاده از سرویس‌های
          آن و به معنی پذیرش کامل متن فعلی شرایط و قوانین لیدوما است.
        </p>
        <p>
          {" "}
          3- حق هرگونه تجدید نظر و به روز آوری شرایط و قوانین و همچنین عملکرد و محتوی وبسایت،
          اپلیکیشنهای آن و کارمزد خدمات وبسایت، در هر زمان و بدون اطلاع قبلی، به دلایلی همچون بهبود
          عملکرد، افزودن يک قابليت جديد به خدمات لیدوما و يا اجرای پيشنهادهای کاربران، برای لیدوما
          محفوظ است.
        </p>
        <p>
          4- حداقل زمان اجاره اقامتگاه، روزانه می باشد. لذا لیدوماتریپ اجازه انتشار اقامتگاه های
          اجاره ای ساعتی را نخواهد داد.{" "}
        </p>
        <p>
          5- لازم به ذکر است شرایط و قوانین مندرج در این صفحه، از تاریخ نشر یا به روزآوری آن، از
          همان لحظه انتشار، قابل اجرا است و جایگزین کلیه توافق‌های قبلی محسوب می‌شود.
        </p>
        <p>
          6- اگر با تغييرات ايجاد شده در قوانین وبسایت مخالف باشيد، ميتوانيد حساب کاربری خود را در
          هر زمان که تمایل داشتید ببنديد. بدیهی است که ادامه کار شما در وبسایت لیدوما، به معنی پذیرش
          تغییرات حاصل شده و شرايط و قوانین به روز شده لیدوما می باشد.
        </p>
        <p>
          7-مسئولیت کنسلی سفر ناشی از وضعیت های نارنجی و قرمز کرونایی شهرهای مقصد سفر برعهده مسافر
          می باشد و تنها در حالتی بدون جریمه مبلغ کنسلی عودت داده می شود که همه راه های ارتباطی اعم
          از وسایل نقلیه عمومی یا شخصی ممنوعیت سفر داشته باشند.
        </p>
        <p>
          لطفا صفحه کنونی وبسایت، به آدرس www.lidomatrip.com/rules را برای مشاهده آخرين نسخه شرایط و
          قوانین وبسایت لیدوما، مشاهده کنید.
        </p>
      </div>`,
  },
  {
    id: 2,
    question: "تعاریف و اصطلاحات",
    answer: `<p>
        اصطلاحاتی که در این شرایط و قوانین به کار رفته، دارای معانی مشروح زیر است: - 1 کاربر: شخصی
        است که با فناوری ارتباطی به وبسایت یا اپلیکیشن های لیدوما متصل و از خدمات نرم افزاری لیدوما
        بهرمند می‌شود، شامل میهمان و میزبان. همچنین بازدیدکنندگانی که مراحل ثبت نام را به انجام
        نرسانده و به عضویت لیدوما در نیامده اند نیز از لحظه ورود به وبسیات یا اپلیکیشن لیدوما کاربر
        وبسایت محسوب می شوند. 1- 2 میهمان: شخصی است که در وبسایت یا اپلیکیشن لیدوما ثبت‌نام کرده و
        برای اجاره اقامتگاهی در وبسایت یا اپلیکیشن لیدوما، برای میزبان پیامی مرتبط با رزرو و یا
        درخواست رزرو ارسال کرده باشد و یا اقامتگاهی را از طریق وبسایت یا اپلیکیشن لیدوما بصورت موقت
        به اجاره خود دراورده باشد. 1- 3 میزبان: شخصی است که در وبسایت و یا اپلیکیشن لیدوما، ملک یا
        املاک متعلق به خود و یا تحت اختیار و کنترل خود را جهت اجاره به کاربران میهمان لیدوما ثبت
        کرده باشد. 1- 4 شرکت : ارائه دهندۀ سرویس لیدوما. 1- 5 اقامتگاه: ملک خصوصی که توسط میزبان
        مربوطه برای اجاره و ارائه خدمات اقامتی به میهمانان و گردشگران، مهیا شده و در سایت لیدوما ثبت
        شده باشد. 1- 6 لیدوما: سرویسی که شرکت لیدوما ارائه می‌دهد. 1- 7 حساب کاربری: حسابی است که
        افراد برای استفاده از سرویس لیدوما در نرم‌افزار لیدوما ایجاد کرده‌اند. 1- 8 اعتبار: مبلغی
        است که کاربران در کیف پول حساب کاربری خود، جهت استفاده از سرویس لیدوما دارند. 1- 9 اجاره
        بها: نرخ اجاره اقامتگاه که می بایست در ازای اقامت میهمان در اقامتگاه مشخص، توسط میهمان به
        میزبان مربوطه پرداخت گردد. 1- 10 محتوی لیدوما: شامل هرگونه محتوی متنی، تصویری، ویدئویی که
        لیدوما از طریق وبسایت، اپلیکیشن، حساب های رسمی شرکت در شبکه های اجتماعی و یا شرکتهای
        تبلیغاتی تحت قرارداد خود، منتشر می نماید. 1- 11 محتوی کاربر: شامل هرگونه محتوی متنی، تصویری،
        ویدئویی که کاربران لیدوما در حساب کاربری خود، در نمایه (پروفایل) شخصی خود، یا نمایه
        (پروفایل) اقامتگاه خود و یا در مکالمات درون سیستمی، در سایت لیدوما ایجاد، ارسال، آپلود، یا
        منتشر می نمایند. 1 -12 رزرو: عبارتست از یک مجوز رسمی که توسط میزبان به میهمان مربوطه اعطا می
        گردد تا وارد یک اقامتگاه مشخص گردیده و در مدت زمانی مشخص، با تعداد همراهان معین و با شرایطی
        مطابق با توافق صورت گرفته با میزبان، جهت اقامت موقت خود و همراهان خود مورد استفاده قرار دهد.
      </p>`,
  },
  {
    id: 3,
    question: "حساب کاربری",
    answer: `<p>
        2- 1- برای بهره مندی کامل از وبسایت همچون رزرو یک اقامتگاه یا اجاره دادن یک اقامتگاه، کاربر
        می بایست ثبت نام کرده و با ثبت اطلاعات کاربری مشخص شده به عضویت وبسایت درآید. در اینحالت
        حساب کاربری مختص همان کاربر، جهت اداره امور جاری، در اختیار کاربر قرار خواهد گرفت. 2- 2-
        تنها افرادی که بیش از ۱۸ سال سن و واجد اهلیت قانونی باشند می‌توانند اقدام به ساختن حساب
        کاربری در لیدوما کنند، افراد زیر 18 سال، می بایست تحت نظر والدین یا قیم قانونی خود از وبسایت
        استفاده کنند. برای ایجاد حساب کاربری مقدماتی، هر کاربر باید نام، نام خانوادگی و شماره همراه
        خود را در نرم‌افزار لیدوما ثبت کند. 2- 3- کاربر با ثبت نام در لیدوما می‌پذیرد که قوانین و
        مقررات لیدوما را به صورت کامل مطالعه کرده و پذیرفته است. این قوانین ممکن است در طول زمان
        تغییر کند، استفادۀ کاربران از لیدوما به معنی پذیرش هرگونه تغییر در قوانین و مقررات آن است.
        2- 4- کاربر می‌پذیرد اطلاعات خواسته شده را به صورت صحیح و به‌ روز در سرویس لیدوما وارد کند.
        هرگاه کشف گردد که هر یک از اطلاعات درخواستی به غلط ثبت گردیده، شرکت می‌تواند حساب کاربری
        مربوطه را مسدود کرده و از ارائۀ سرویس به کاربر خودداری کند. 2- 5- هر فرد تنها می‌تواند یک
        حساب کاربری به عنوان میهمان، میزبان و یا هردو بصورت همزمان در لیدوما داشته باشد. 2- 6-
        مسئولیت همۀ فعالیت‌هایی که از طریق حساب کاربری اشخاص در لیدوما یا سایر خدمات مربوط به لیدوما
        انجام می‌شود به عهدۀ کاربر است. 2- 7- مسئولیت حفظ امنیت اطلاعات حساب کاربری از جمله نام
        کاربری و رمز عبور به عهدۀ کاربر است. در صورت مفقود شدن یا سرقت اطلاعات حساب کاربری، کاربر
        موظف است در اسرع وقت موضوع را به اطلاع شرکت برساند. بدیهی است تا زمانی که اطلاع‌رسانی به
        شرکت انجام نشده است مسئولیت همۀ فعالیت‌هایی که از طریق حساب کاربری مذکور انجام شده و می‌شود
        به عهدۀ کاربر خواهد بود. 2- 8- کاربر حق ندارد حساب کاربری خود را در اختیار اشخاص حقیقی و
        حقوقی ثالث قرار دهد، یا حساب خود را به فرد یا شرکت دیگری منتقل کند. بدیهیست مسئولیت هرگونه
        نقض قوانین از جانب دارنده حساب کاربری به عهده مالک حساب کاربری خواهد بود.
      </p>`,
  },
  {
    id: 4,
    question: "استفاده از وبسایت",
    answer: "not always in the position that we want to be at.",
  },
  {
    id: 5,
    question: "نرخ ها، هدایا و کارمزدها",
    answer: "",
  },
  {
    id: 6,
    question: "مسئولیت لیدوما",
    answer: "",
  },
  {
    id: 7,
    question: "مسئولیت کاربران",
    answer: "",
  },
  {
    id: 8,
    question: "محتوای تولید شده توسط کاربران",
    answer: "",
  },
  {
    id: 9,
    question: "نظرات کاربران",
    answer: "",
  },
  {
    id: 10,
    question: "ارتباطات الکترونیکی",
    answer: "",
  },
  {
    id: 11,
    question: "موارد فنی",
    answer: "",
  },
  {
    id: 12,
    question: "قطع سرویس",
    answer: "",
  },
  {
    id: 13,
    question: "توافق از راه دور",
    answer: `<div>
        <p>
          12- 1- کاربر توافق می‌کند جهت مبادلۀ آسان اطلاعات، همۀ تغییرات و الحاقیه‌های قوانین و
          مقررات حاضر اعم از تغییر و اضافه کردن شروط آن، ارسال اخطاریه و ابلاغیه‌های مربوط به
          لیدوما، از طریق سیستم رایانه‌ای لیدوما بعمل آید و کاربر ضمن پذیرش اطلاع از شرط و روند
          اجرایی آن موافقت خود را نسبت به اعمال شرط مذکور اعلام می‌کند.
        </p>
        <p>
          12- 2- مسئولیت حفظ و حراست از حساب کاربری، بر برعهدۀ کاربر بوده و کاربر ضمن پذیرش این
          مسئولیت، همۀ پیام‌های صادره از طریق حساب کاربری مذکور را منتسب به خود دانسته و هرگونه
          ادعایی نسبت به انکار، تردید و جعل پیام‌های ارسال شده از ناحیۀ نامبرده غیر قابل استماع و
          مردود است.
        </p>
        <p>
          12- 3- کاربر می‌پذیرد هر گونه رویه، اشکال، عبارات مبین تائید و اعلام قبولی و تصدیق داده
          پیام‌های صادره از طرف لیدوما به منزله امضا الکترونیکی و قبولی محسوب می‌شود و هر گونه
          ادعائی نسبت به امضا و قبولی مذکور غیر قابل استماع و مردود است.
        </p>
        <p>
          12- 4- کاربر با عضویت در سرویس لیدوما قصد و اراده خود را نسبت به پذیرش انعقاد هرگونه اقدام
          و عمل حقوقی از جمله عقود و معاملات از راه دور و از طریق سیستم رایانه‌ای و الکترونیکی اعلام
          می‌کند.
        </p>
      </div>`,
  },
  {
    id: 14,
    question: "تضمین امنیت حقوقی لیدوما",
    answer: `<p>
        کاربر می پذیرد، تمامی و تک تک کارمندان، کارکنان، مدیران، مالک یا مالکین، تابعین و نمایندگان
        کسب و کار لیدوما را از هرگونه ادعا، مسئولیت و تعهد در قبال هرگونه خسارت و ضرر و زیان جسمی،
        جانی و مالی، ناشی از استفاده کاربر از خدمات لیدوما و در تعامل با کاربران دیگر، مبرا و بدور
        بدارد، طرح هرگونه ادعایی در این ارتباط مردود خواهد بود.
      </p>`,
  },
  {
    id: 15,
    question: "نمایندگی/شعبه",
    answer: `<p>
        لیدوما در هیچ نقطه‌ای از کشور شعبه یا نمایندگی فروش و یا خدمات پس از فروش ندارد و کلیه
        سرویس‌ها، تراکنش‌های مالی و خدمات قابل ارائه، از طریق دفتر مرکزی پردازش و مدیریت می‌شود.
        لطفاً در صورت مشاهده هر گونه تخلفی از این دست، مراتب را جهت پیگرد قانونی به روابط عمومی
        لیدوما اطلاع دهید.
      </p>`,
  },
  {
    id: 16,
    question: "قوه قهریه",
    answer: `<p>
        تمامی شرایط و قوانین مندرج در متن، در شرایط عادی قابل اجرا است و در صورت بروز هریک از موارد
        قابل اطلاق قوه قهریه، لیدوما هیچ گونه مسئولیتی نخواهد داشت.
      </p>`,
  },
  {
    id: 17,
    question: "حریم خصوصی کاربران",
    answer: `<p>
        رعایت حریم شخصی کاربران برای لیدوما بسیار حائز اهمیت است. در این مستند نحوه‌ی ذخیره‌سازی و
        استفاده لیدوما از اطلاعاتی که در نتیجه استفاده کاربران از خدمات لیدوما در لیدوما ثبت می‌شود
        شرح داده شده است:
      </p>`,
  },
  {
    id: 18,
    question: "اطلاعاتی که شما مستقیما در لیدوما ثبت می‌کنید",
    answer: `<p>
        بخشی از اطلاعاتی که لیدوما ذخیره می‌کند اطلاعاتی است که شما به صورت مستقیم در فرآیند ثبت
        نام، ارسال درخواست رزرو، تماس با مرکز تماس و یا روش‌های مشابه در سیستم ثبت می‌کنید. این
        اطلاعات شامل نام، نام خانوادگی، تاریخ تولد، شماره تلفن همراه، آدرس پست الکترونیکی و اطلاعاتی
        از این دست می‌شود.
      </p>`,
  },
  {
    id: 19,
    question: "اطلاعاتی که در نتیجه استفاده شما از سرویس ذخیره می‌شود",
    answer: `<p>
        علاوه بر اطلاعاتی که شما به صورت مستقیم در سیستم ثبت می‌کنید، برخی از اطلاعاتی که در نتیجه
        استفاده شما از سرویس تولید می‌شود نیز در لیدوما ذخیره می‌شود. این اطلاعات در زیر شرح داده
        شده‌اند.
      </p>`,
  },
  {
    id: 20,
    question: "تراکنش‌های مالی",
    answer: `<p>
        هنگامی که شما اعتبار موجود در کیف پول خود در لیدوما را از طریق کارت‌های بانکی افزایش
        می‌دهید، شماره تراکنش بانکی جهت پیگیریهای آتی در لیدوما ثبت می‌شود.
        <br />
        لازم به ذکر است لیدوما در فرآیند افزایش اعتبار از طریق درگاههای امن بانکی، هیچ‌گونه دسترسی
        به اطلاعات بانکی شما ندارد و لذا هیچیک از اطلاعات حساب یا کارت بانکی شما در لیدوما ذخیره نمی
        گردد.
      </p>`,
  },
  {
    id: 21,
    question: "نحوه استفاده از سرویس",
    answer: `<p>
        لیدوما اطلاعات مربوط به نحوه استفاده کاربران از نرم‌افزار موبایل و سایت لیدوما را ثبت
        می‌کند. از این اطلاعات برای بهینه‌سازی کیفیت سرویس استفاده می‌شود.
      </p>`,
  },
  {
    id: 22,
    question: "اطلاعات مربوط به دستگاه مورد استفاده و شبکه اینترنت",
    answer: `<p>
        لیدوما ممکن است اطلاعات مربوط به دستگاهی که شما از طریق آن از سرویس استفاده می‌کنید (تلفن
        همراه، تبلت و غیره) از جمله نوع دستگاه، سیستم عامل، مشخصات سخت‌افزاری و همچنین اطلاعات مربوط
        به روش اتصال شما به اینترنت از جمله شبکه 3G، وای‌فای (WiFi) و غیره را ذخیره کند. از این
        اطلاعات برای بهینه‌سازی کیفیت سرویس استفاده می‌شود.
      </p>`,
  },
  {
    id: 23,
    question: "استفاده از اطلاعات",
    answer: `<p>
        اطلاعاتی که در لیدوما ذخیره می‌شود در موارد زیر ممکن است مورد استفاده قرار بگیرد: ارائه،
        نگهداری و بهبود کیفیت خدمات. شخصی‌سازی سرویس برای هر کاربر شامل ارائه پیشنهادهای ویژه هر
        کاربر. ارتباط لیدوما با کاربران جهت اطلاع‌رسانی و یا برقراری ارتباط بین میهمان و میزبان جهت
        تسهیل فرآیند رزرو و اقامت. به طور مثال میهمان می‌تواند با شماره تلفن همراه میزبان برای
        هماهنگی تحویل اقامتگاه و پیدا کردن مکان دقیق اقامتگاه استفاده کند.
      </p>`,
  },
  {
    id: 24,
    question: "افشای اطلاعات",
    answer: `<p>
        اطلاعات محرمانه شما، در صورت نیاز برای حل اختلاف حقوقی مابین میهمان و میزبان، برای ایفای حق
        و دارایی طرفین، برای حفظ امنیت طرفین یا امنیت نفر سوم، یا در صورت عدم رعایت قوانین مربوطه،
        در اختیار مراجع قانونی قرار خواهد گرفت. دادرسی به این موضوعات مطابق با قوانین رایج جمهوری
        اسلامی ایران خواهد بود.ّ
      </p>`,
  },
  {
    id: 25,
    question: "حفاظت از اطلاعات",
    answer: `<div>
        <p>
          لیدوما متعهد می‌شود در حد توان از حریم شخصی شما دفاع کند و در این راستا، تکنولوژی مورد
          نیاز برای هرچه مطمئن‌تر و امن‌تر شدن استفاده شما از سایت را، توسعه دهد. در واقع شما با
          استفاده از سایت لیدوما، رضایت خود را از این سیاست نشان می‌دهید.
          <br /> لیدوما خود را ملزم به رعایت حریم شخصی کاربران می‌داند، لطفا در صورت مشاهده هرگونه
          خطا و یا تخلفی، مراتب را از طریق کانال‌های ارتباطی موجود همچون تماس با ما، با ما در میان
          بگذارید.
        </p>
      </div>`,
  },
];
