interface IPolicyDataItem {
  title: string;
  policy: {
    befor72: string;
    befor24: string;
    entry: string;
  };
}
export const PolictDataItems: IPolicyDataItem[] = [
  {
    title: "سیاست سخت گیرانه",
    policy: {
      befor72: "سهم میزبان : %10 کل مبلغ رزرو",
      befor24: "سهم میزبان : کسر مبلغ دو شب اول + %20 شب های باقی مانده",
      entry: "هیچ مبلغی به مسافر عودت داده نخواهد شد",
    },
  },
  {
    title: "سیاست متعادل",
    policy: {
      befor72: "با کسر ٪۲۰ از مبلغ کل رزرو، مابقی مبلغ پرداخت شده عودت داده می شود ",
      befor24:
        "کل مبلغ ۲ شب اول و 10 درصد از مابقی شب ها از مبلغ پرداختی کسر و مابقی عودت داده می شود. ",
      entry:
        "مبلغ شب های سپری شده و ۲ شب اول از شب های باقی مانده و 20 درصد از مابقی شب ها از مبلغ پرداختی کسر و مابقی عودت داده می شود",
    },
  },
  {
    title: "سیاست سهل گیرانه",
    policy: {
      befor72: "پرداخت کامل وجه با کسر کارمزد سایت",
      befor24: "سهم میزبان : کسر مبلغ شب اول",
      entry: "سهم میزبان : 100% مبلغ شب های سپری شده + %10 مبلغ شب های باقیمانده",
    },
  },
  {
    title: "سیاست اختصاصی میزبان",
    policy: {
      befor72: "مقررات خاص میزبان",
      befor24: "مقررات خاص میزبان",
      entry: "مقررات خاص میزبان",
    },
  },
];
