import ModalWrapper from "components/General/core/ModalWrapper";
import Image from "next/image";

function AboutDetailModal({
  isModalOpen,
  handleClose,
  headerTitle,
}: {
  isModalOpen: boolean;
  handleClose: () => void;
  headerTitle: string;
}) {
  return (
    <ModalWrapper
      headerTitle={headerTitle}
      onClose={() => {
        handleClose();
      }}
      open={isModalOpen}
      modalClassname={"md:max-h-[90%]"}
    >
      <div className="text-gray-263341 leading-24 text-justify text-14 md:text-16 mb-20">
        <p>
          داستان لیدوما از سال 96 شروع شد. زمانی که من (میلاد امیری / موسس لیدوماتریپ) به همراه
          تعدادی از همکلاسی‌هایم، که از دانشجویان رشته MBA دانشگاه تبریز بودیم، همزمان با انتخاب شهر
          تبریز به عنوان پایتخت گردشگری جهان اسلام، در جست‌ و جوی فرصتی برای تمرین کارآفرینی و کسب
          درآمد از این موقعیت بودیم.
        </p>
        <Image
          className="w-full my-20"
          src="/assets/about/lidoma-team-mobile.jpg"
          alt="contact"
          width={320}
          height={170}
        />
        <p>
          پس از تحلیل‌های فراوان، باتوجه به اینکه به این مناسبت حجم زیادی مسافر وارد شهر تبریز می‌شد
          و مراکز اقامتی هتلی ظرفیت این حجم از مسافر را نداشت و از طرفی برای بسیاری از مسافران تجربه
          زندگی و اقامت در فرهنگ بومی دلنشین بود، ایده اولیه راه اندازی وب سایتی که نیاز اقامتی این
          مسافران را در شهر تبریز برطرف کند، شکل گرفت. <br />
          اما نه سرمایه‌ای بود و نه تجربه و دانشی. باید از صفر شروع می‌کردیم. دوستان چندان به نتیجه
          خوش بین نبودند. من، که پیش از این شناخت و تجربه خوبی از نمونه‌ی موفق خارجی داشتم، با چشم
          انداز فرصتی برای آزمودن نمونه اولیه MVP از شهر تبریز به تنهایی شروع به کار کردم و یک وب
          سایت محلی راه اندازی کردم. پس از اینکه از این سایت محلی نتایج خوبی گرفتم و دوستان هم
          کلاسی‌ام از نزدیک شاهد به ثمر نشستن نمونه اولیه بودند، انگیزه همراهی بیشتری داشتند و بعد
          از 7 ماه اولین هم تیمی با من همراه شد و مدت کوتاهی بعد از آن چند همکلاسی دیگر هم با ما
          همراه شدند.
        </p>
        <Image
          className="w-full my-20"
          src="/assets/about/lidoma-team-2.svg"
          alt="contact"
          width={360}
          height={380}
        />
        <p>
          اما زمانی که در موقعیت جدی‌تری قرار گرفتیم متوجه شدیم ما برای راه اندازی پلتفرمی در این
          بازار بزرگ که سراسر ایران را پوشش بدهد، آماده نیستیم. نه تجربه کافی راه اندازی تکنولوژی
          پلتفرمی کشوری را داشتیم و نه دو سوی پلتفرم ما، که میزبان‌ها و مسافران بودند. سوای این‌ها،
          هیچ سرمایه‌ای هم برای فراهم آوردن آنچه نیاز بود نداشتیم.
          <br />
          <br />
          چاره‌ای نبود، یا باید تسلیم می‌شدیم و با دارایی‌هایمان در آن زمان می‌پذیرفتیم که
          نمی‌توانیم، یا باید آینده‌ای را که دنبالش بودیم، متصور می‌شدیم و برای خلق آن، هر آنچه لازم
          بود را آماده می‌کردیم. بدیهی است که ما راه دوم را انتخاب کردیم. پذیرفتیم “ به راه بادیه
          رفتن به از نشستن باطل”. تلاشمان را برای رسیدن به آینده خلق شده‌مان شروع کردیم. از خودمان
          پرسیدیم “ فرض کنیم حالا یک سال گذشته و ما در زمان راه اندازی پلتفرممان هستیم. در آن زمان
          به چه چیزهایی نیاز داریم؟” تلاش کنیم همه آنچه نیاز داریم را فراهم کنیم. <br />
          <span className="font-b"> “ما را به سخت جانی خود این گمان نبود”</span>
        </p>
        <Image
          className="w-full my-20"
          src="/assets/about/lidoma-team-3.svg"
          alt="contact"
          width={360}
          height={380}
        />
        <p>
          پلتفرم ما سه بخش اساسی داشت و ما باید برای بهترین راه اندازی آماده می‌شدیم. از نظر زیرساخت
          فنی و برنامه نویسی سایت، طراحی رابط کاربری و تجربه کاربری می‌بایست به راه حلی مناسب
          می‌رسیدیم. دو سمت پلتفرم، میزبان و میهمان، هم باید آماده می‌شدند.
          <br /> تصمیم گرفتیم همان روال فعالیت محلی را ادامه دهیم و بعد از کسب تجربه از این سایت‌ها
          و آمادگی بیشتر پلتفرم یکپارچه و کشوری را راه اندازی کنیم. 30 وب سایت محلی مجزا در دیگر
          شهرهای کشور راه‌اندازی کردیم و به این شکل با رتبه گرفتن در گوگل و سئوی محلی، تامین مسافر و
          تقاضا انجام می‌شد. برای تامین اقامتگاه و پاسخ به نیاز مسافران هم لازم بود با میزبان‌های
          بومی در سراسر کشور وارد همکاری شویم.
          <br /> یک سال کامل، شبانه روز، تلاش کردیم و همه آنچه برای پلتفرم نیاز بود برنامه ریزی و
          مهیا کردیم.
          <br /> 30 بهمن 97 لیدوماتریپ لانچ شد. در حالی که:
          <br />
          <br /> 1. بیش از 8 نفر درمجموعه لیدوما آماده فعالیت تخصصی بودند. (آمادگی از نظر تیم)
          <br /> 2. وبسایت لیدوماتریپ با زبان برنامه نویسی قوی پایتون و یک سیستم فوق العاده قوی ERP
          از اسفند 97 شروع به رزرو آنلاین کرد. (آمادگی از نظر زیرساخت هدفمند طراحی شده با تکنولوژی
          فوق العاده قوی( Python ERP)
          <br /> 3. هنگام شروع به کار، وب سایت های محلی متصل به لیدوماتریپ در بیش از 20 شهر کشوردر
          صفحه یک گوگل بودند و روزانه ده ها درخواست رزرو اقامتگاه داشتیم (آمادگی از نظر تقاضا)
          <br />
          4. هنگام شروع به کار لیدوما، بیش از 800 اقامتگاه آماده همکاری داشتیم (آمادگی از نظر تامین
          کننده)
        </p>
      </div>
    </ModalWrapper>
  );
}

export default AboutDetailModal;
