export interface IValueDataItem {
  icon: string;
  title: string;
  description: string;
}
export const ValueDataItems: { [key: string]: IValueDataItem[] } = {
  firstSection: [
    {
      icon: "/assets/about/card-slide-1.svg",
      title: "حرمت کلام",
      description:
        "ما در لیدوما برای انجام وظایفمان منتظر کلمه‌ها هستیم، نه دستورالعمل و نامه‌ی رسمی؛درست مثل یک خانواده.",
    },
    {
      icon: "/assets/about/card-slide-2.svg",
      title: "در کنار هم یک خانواده‌ایم",
      description:
        "ضمن حفظ صداقت و یکدلی در تمامی جنبه‌ها، با مسئولیت‌پذیری و ایجاد اطمینان برای طرفین، یک فضای آرام و مطمئن را به وجود آورده ایم و در آن فضا کار کردن را زندگی می کنیم.",
    },
    {
      icon: "/assets/about/card-slide-3.svg",
      title: "تمامیت داشتن",
      description:
        "ما در لیدوماتریپ، از هم تیمی هایمان، شرکا و مشتریانمان انتظار داریم که همکاریشان با ما به شیوه ای صادقانه و حرفه ای انجام شود و به توافقاتی که با یکدیگر بسته اند احترام بگذارند.",
    },
  ],
  secondSection: [
    {
      icon: "/assets/about/card-slide-4.svg",
      title: "خلاقیت، پشتکار و در مسیر رشد مستمر",
      description:
        "ما در لیدوما گفته‌های همکاران را بدون پیش‌زمینه می‌شنویم و اهل پیش‌داوری نیستم. ضمن اینکه همیشه منظورمان را واضح و بدون تفسیر بیان می‌کنیم.",
    },
    {
      icon: "/assets/about/card-slide-5.svg",
      title: "گفت خنثی و شنود موثر",
      description:
        "ما در لیدوما گفته‌های همکاران را بدون پیش‌زمینه می‌شنویم و اهل پیش‌داوری نیستم. ضمن اینکه همیشه منظورمان را واضح و بدون تفسیر بیان می‌کنیم.",
    },
    {
      icon: "/assets/about/card-slide-6.svg",
      title: "عاملیت",
      description:
        "همه‌ی لیدومایی‌ها خودشان را مسئول انجام دادن و یا انجام ندادن کارهای‌شان می‌دانند واین مسئولیت را در تمام مدت زندگی کاری‌شان پذیرفته‌اند.",
    },
  ],
};
